[Settings]
AuthorName=叶顺平
AuthorEmail=yeshunping@gmail.com
Language=简体中文
RTLReading=0
CrashRptVersion=1208

[MainDlg]
DlgCaption=错误报告
HeaderText=%s 停止运行
SubHeaderText=请发送给我们这份错误报告 (%s)  ，以帮助我们修正问题，改进软件.
WhatDoesReportContain=该报告包含哪些内容?
ProvideAdditionalInfo= 提供该问题的更多信息(推荐)。
YourEmail=您的 E-mail:
DescribeProblem=请简要描述当错误发生时，您正在进行什么操作：
MyConsent=点击“发送报告”按钮时，我确信我已经知道报告的内容，并接受隐私策略条款。
MyConsent2=点击“发送报告”按钮时，我确信我已经知道报告的内容.
PrivacyPolicy=隐私策略
InvalidEmailCaption=无效的 E-mail 
InvalidEmailText=请填写有效的邮箱地址，比如 name@hotmail.com.
SendReport=发送报告
CloseTheProgram=关闭程序
RestartApp=关闭本窗口后，重启 %s.
OtherActions=其它动作…
SendReportLater=关闭程序，稍后发送报告

[DetailDlg]
DlgCaption=错误报告详细信息
DoubleClickAnItem=双击某项，以使用合适的程序打开它。
FieldName=名称
FieldDescription=描述
FieldType=类型
FieldSize=大小
Preview=预览
PrivacyPolicy=隐私策略
Close=关闭
Export=导出…
NoDataToDisplay=没有可显示的数据
PreviewAuto=自动
PreviewText=文本
PreviewHex=十六进制
PreviewImage=图片
           
[ProgressDlg]
DlgCaption=%s - 发送错误报告
DlgCaption2=%s 已停止运行
DlgCaptionExport = %s - 导出错误报告
CollectingCrashInfo=正在收集应用程序信息…
CompressingFiles=正在压缩错误报告文件...
StatusText= 正在发送错误报告...
ConfirmLaunchEmailClient=错误报告可以使用您的默认邮件代理软件(%s)进行发送。\n运行邮件代理软件请按“确定”, 否则请按“取消”.
CompletedWithErrors= 发生错误 ，请按关闭按钮关闭本窗口。
ExportedWithErrors=导出出错，请按关闭按钮关闭本窗口. 
CopySelectedLines=拷贝选定的文本行。 
CopyTheWholeLog=拷贝整个日志文件。
Cancel=取消
Cancelling=取消中…
Close=关闭

[ResendDlg]
DlgCaption=%s - 发送错误报告
BalloonCaption=%s - 错误报告
BalloonText=最近 %s 发生了一些错误，点击这里发送错误报告。
ColumnCreationDate=创建日期
ColumnSize=大小
ColumnStatus=状态
ClickForDetails=单击某项，查看详细信息。
SelectedSize= 您选中了第 %d 项。总大小为: %s .
SendNow=现在发送
ShowLog=显示日志
MyConsent=点击“发送报告”按钮时，我确信我已经知道报告的内容，并接受隐私策略条款。
MyConsent2=点击“发送报告”按钮时，我确信我已经知道报告的内容.
PopupShow=显示
PopupExit=退出
PopupRemindLater=关闭窗口，稍后再提示我。
PopupNeverRemind=关闭窗口，以后不再提示。
StatusPending=等待中...
StatusInProgress=进行中…
StatusSucceeded=成功
StatusFailed=失败
CurrentAction=当前操作:
DeliveryingReports=提交错误报告…
DeliverySucceeded=错误报告已经成功提交。 
DeliveryFailed=错误报告提交失败。